var allCategery = [
  {
    "name": "航旅交通",
    "subList": [
      {
        "name": "公共交通",
        "subList": [
          {
            "name": "出租车服务（TAXI）|A_A01_4121",
            "spec": ""
          },
          {
            "name": "出租船只|A_A01_4457",
            "spec": ""
          },
          {
            "name": "船舶、海运服务提供商|A_A01_4468",
            "spec": ""
          },
          {
            "name": "公共交通|A_A01_4111",
            "spec": ""
          },
          {
            "name": "急救服务|A_A01_4119",
            "spec": ""
          },
          {
            "name": "铁路货运|A_A01_4011",
            "spec": ""
          },
          {
            "name": "铁路客运|A_A01_4112",
            "spec": ""
          },
          {
            "name": "游轮及巡游航线服务|A_A01_4411",
            "spec": ""
          },
          {
            "name": "长途公路客运|A_A01_4131",
            "spec": ""
          }
        ]
      },
      {
        "name": "航空票务",
        "subList": [
          {
            "name": "航空公司|A_A03_4511",
            "spec": ""
          },
          {
            "name": "航空系统商|A_A03_4514",
            "spec": ""
          },
          {
            "name": "机场服务|A_A03_4582",
            "spec": ""
          },
          {
            "name": "机票代理人|A_A03_4512",
            "spec": "《中国民用航空运输销售代理业务资格认可证书》，或经营范围包含“代售机票业务”"
          },
          {
            "name": "机票平台|A_A03_4513",
            "spec": "《中国民用航空运输销售代理业务资格认可证书》，或经营范围包含“代售机票业务”"
          }
        ]
      },
      {
        "name": "旅行住宿",
        "subList": [
          {
            "name": "大型旅游景点|A_A04_4733",
            "spec": ""
          },
          {
            "name": "度假用别墅服务|A_A04_7012",
            "spec": ""
          },
          {
            "name": "国际货运代理和报关行|A_A04_4723",
            "spec": ""
          },
          {
            "name": "活动房车场及野营场所|A_A04_7033",
            "spec": ""
          },
          {
            "name": "路桥通行费|A_A04_4784",
            "spec": ""
          },
          {
            "name": "旅行社和旅游服务|A_A04_4722",
            "spec": ""
          },
          {
            "name": "未列入其他代码的运输服务|A_A04_4789",
            "spec": ""
          },
          {
            "name": "运动和娱乐露营|A_A04_7032",
            "spec": ""
          },
          {
            "name": "住宿服务（旅馆、酒店、汽车旅馆、度假村等）|A_A04_7011",
            "spec": ""
          }
        ]
      },
      {
        "name": "物流仓储",
        "subList": [
          {
            "name": "公共仓储、集装整理|A_A02_4225",
            "spec": ""
          },
          {
            "name": "快递服务|A_A02_4215",
            "spec": "《快递业务经营许可证》"
          },
          {
            "name": "物流货运服务|A_A02_4214",
            "spec": "陆运：《道路运输经营许可证》；空运：《IATA航空货代资质》；海运：《有船无船承运业务经营资格登记证》"
          }
        ]
      }
    ]
  },
  {
    "name": "商业及生活服务",
    "subList": [
      {
        "name": "承包商（农业、建筑、出版）",
        "subList": [
          {
            "name": "电器承包商|S_S01_1731",
            "spec": ""
          },
          {
            "name": "混凝土承包商|S_S01_1771",
            "spec": ""
          },
          {
            "name": "建筑材料承包商|S_S01_1740",
            "spec": ""
          },
          {
            "name": "金属产品承包商|S_S01_1761",
            "spec": ""
          },
          {
            "name": "景观美化与园艺服务|S_S01_0780",
            "spec": ""
          },
          {
            "name": "空调类承包商|S_S01_1711",
            "spec": ""
          },
          {
            "name": "木工承包商|S_S01_1750",
            "spec": ""
          },
          {
            "name": "农业合作与农具|S_S01_0763",
            "spec": ""
          },
          {
            "name": "葡萄酒生产商|S_S01_0743",
            "spec": "《酒类经营许可证》或《酒类销售许可证》"
          },
          {
            "name": "其他工程承包商|S_S01_1799",
            "spec": ""
          },
          {
            "name": "其他酒类生产商|S_S01_0744",
            "spec": "《酒类经营许可证》或《酒类销售许可证》"
          },
          {
            "name": "兽医服务|S_S01_0742",
            "spec": ""
          }
        ]
      },
      {
        "name": "房地产",
        "subList": [
          {
            "name": "不动产代理——房地产经纪|S_S02_7013",
            "spec": ""
          },
          {
            "name": "不动产管理－物业管理|S_S02_6513",
            "spec": ""
          },
          {
            "name": "房地产开发商|S_S02_1520",
            "spec": ""
          }
        ]
      },
      {
        "name": "公共事业",
        "subList": [
          {
            "name": "公共事业（电、气、水）|S_S06_4900",
            "spec": "如非实际水、电、煤等机构来签约，则需要提供水电煤服务提供商授权资质"
          },
          {
            "name": "公共事业-电力缴费|S_S06_4901",
            "spec": "如非实际电力机构来签约，则需要提供电力服务提供商授权资质"
          },
          {
            "name": "公共事业-煤气缴费|S_S06_4902",
            "spec": "如非实际煤气机构来签约，则需要提供煤气服务提供商授权资质"
          },
          {
            "name": "公共事业-清洁服务缴费|S_S06_4904",
            "spec": ""
          },
          {
            "name": "公共事业-自来水缴费|S_S06_4903",
            "spec": "如非实际自来水机构来签约，则需要提供自来水服务提供商授权资质"
          }
        ]
      },
      {
        "name": "金融服务",
        "subList": [
          {
            "name": "保险代理|S_S04_6301",
            "spec": ""
          },
          {
            "name": "保险公司|S_S04_6300",
            "spec": ""
          },
          {
            "name": "典当行|S_S04_5933",
            "spec": "营业执照经营范围明确包含相关内容，或提供《典当经营许可证》"
          },
          {
            "name": "电汇和汇票服务|S_S04_4829",
            "spec": ""
          },
          {
            "name": "个人资金借贷|S_S04_6760",
            "spec": ""
          },
          {
            "name": "贵金属投资|S_S04_6050",
            "spec": ""
          },
          {
            "name": "金融机构-其他服务|S_S04_6012",
            "spec": ""
          },
          {
            "name": "金融机构-商业银行服务|S_S04_6010",
            "spec": ""
          },
          {
            "name": "金融机构-自动现金服务|S_S04_6011",
            "spec": ""
          },
          {
            "name": "外币汇兑|S_S04_6051",
            "spec": ""
          },
          {
            "name": "证券期货基金|S_S04_6211",
            "spec": ""
          }
        ]
      },
      {
        "name": "汽车租赁和服务",
        "subList": [
          {
            "name": "房车和娱乐车辆出租|S_S10_7519",
            "spec": ""
          },
          {
            "name": "卡车及拖车出租|S_S10_7513",
            "spec": ""
          },
          {
            "name": "轮胎翻新、维修|S_S10_7534",
            "spec": ""
          },
          {
            "name": "汽车出租|S_S10_7512",
            "spec": ""
          },
          {
            "name": "汽车改造等服务（非经销商）|S_S10_7538",
            "spec": ""
          },
          {
            "name": "汽车喷漆店|S_S10_7535",
            "spec": ""
          },
          {
            "name": "汽车维修、保养、美容装饰|S_S10_7531",
            "spec": ""
          },
          {
            "name": "停车服务|S_S10_7523",
            "spec": ""
          },
          {
            "name": "拖车服务|S_S10_7549",
            "spec": ""
          },
          {
            "name": "洗车|S_S10_7542",
            "spec": ""
          }
        ]
      },
      {
        "name": "商业服务",
        "subList": [
          {
            "name": "保安和监控服务|S_S05_7393",
            "spec": ""
          },
          {
            "name": "出版印刷服务|S_S05_2741",
            "spec": ""
          },
          {
            "name": "复印及绘图服务|S_S05_7338",
            "spec": ""
          },
          {
            "name": "公关和企业管理服务|S_S05_7392",
            "spec": ""
          },
          {
            "name": "广告服务|S_S05_7311",
            "spec": ""
          },
          {
            "name": "海上船只遇难救助|S_S05_5935",
            "spec": ""
          },
          {
            "name": "刻版排版服务|S_S05_2791",
            "spec": ""
          },
          {
            "name": "猎头、职业中介|S_S05_7361",
            "spec": ""
          },
          {
            "name": "灭虫及消毒服务|S_S05_7342",
            "spec": ""
          },
          {
            "name": "其他商业服务|S_S05_7399",
            "spec": ""
          },
          {
            "name": "清洁、保养及门卫服务|S_S05_7349",
            "spec": ""
          },
          {
            "name": "清洁抛光服务|S_S05_2842",
            "spec": ""
          },
          {
            "name": "商业摄影、设计、绘图服务|S_S05_7333",
            "spec": ""
          },
          {
            "name": "商业摄影摄像服务|S_S05_7395",
            "spec": ""
          },
          {
            "name": "设备、工具、家具和电器出租|S_S05_7394",
            "spec": ""
          },
          {
            "name": "文字处理/翻译速记|S_S05_7339",
            "spec": ""
          },
          {
            "name": "债务催收机构|S_S05_7322",
            "spec": ""
          },
          {
            "name": "征信和信用报告咨询服务|S_S05_7321",
            "spec": ""
          }
        ]
      },
      {
        "name": "生活服务",
        "subList": [
          {
            "name": "按摩服务|S_S08_7297",
            "spec": ""
          },
          {
            "name": "财务债务咨询|S_S08_7276",
            "spec": ""
          },
          {
            "name": "导购、经纪和拍卖服务|S_S08_7278",
            "spec": ""
          },
          {
            "name": "服装出租|S_S08_7296",
            "spec": ""
          },
          {
            "name": "干洗店|S_S08_7216",
            "spec": ""
          },
          {
            "name": "婚介服务|S_S08_7273",
            "spec": ""
          },
          {
            "name": "婚庆服务|S_S08_7277",
            "spec": ""
          },
          {
            "name": "家政服务|S_S08_7295",
            "spec": ""
          },
          {
            "name": "美容/美发服务|S_S08_7230",
            "spec": ""
          },
          {
            "name": "美容SPA和美体保健|S_S08_7298",
            "spec": ""
          },
          {
            "name": "其他生活服务|S_S08_7299",
            "spec": ""
          },
          {
            "name": "丧仪殡葬服务|S_S08_7261",
            "spec": ""
          },
          {
            "name": "摄影服务|S_S08_7221",
            "spec": ""
          },
          {
            "name": "室内清洁服务|S_S08_7217",
            "spec": ""
          },
          {
            "name": "洗衣服务|S_S08_7210",
            "spec": ""
          },
          {
            "name": "洗熨服务（自助洗衣服务）|S_S08_7211",
            "spec": ""
          },
          {
            "name": "鞋帽清洗|S_S08_7251",
            "spec": ""
          }
        ]
      },
      {
        "name": "团购",
        "subList": [
          {
            "name": "团购及折扣店|S_S07_5310",
            "spec": ""
          }
        ]
      },
      {
        "name": "维修服务",
        "subList": [
          {
            "name": "办公电器和小家电维修|S_S09_7629",
            "spec": ""
          },
          {
            "name": "电器维修|S_S09_7622",
            "spec": ""
          },
          {
            "name": "各类维修相关服务|S_S09_7699",
            "spec": ""
          },
          {
            "name": "焊接维修服务|S_S09_7692",
            "spec": ""
          },
          {
            "name": "家具维修、翻新|S_S09_7641",
            "spec": ""
          },
          {
            "name": "空调、制冷设备维修|S_S09_7623",
            "spec": ""
          },
          {
            "name": "手表、钟表和首饰维修店|S_S09_7631",
            "spec": ""
          }
        ]
      },
      {
        "name": "直销",
        "subList": [
          {
            "name": "保险直销（代扣）|S_S03_5960",
            "spec": "直销商户授权书、直销员资质或业务代理资质"
          },
          {
            "name": "电话接入直销|S_S03_5967",
            "spec": "直销商户授权书、直销员资质或业务代理资质"
          },
          {
            "name": "电话外呼直销|S_S03_5966",
            "spec": "直销商户授权书、直销员资质或业务代理资质"
          },
          {
            "name": "订阅订购服务|S_S03_5968",
            "spec": ""
          },
          {
            "name": "旅游相关服务直销|S_S03_5962",
            "spec": "直销商户授权书、直销员资质或业务代理资质"
          },
          {
            "name": "目录直销平台|S_S03_5964",
            "spec": "直销商户授权书、直销员资质或业务代理资质"
          },
          {
            "name": "上门直销（直销员）|S_S03_5963",
            "spec": "直销商户授权书、直销员资质或业务代理资质"
          },
          {
            "name": "直销|S_S03_5969",
            "spec": "直销商户授权书、直销员资质或业务代理资质"
          },
          {
            "name": "直销代理|S_S03_5965",
            "spec": "直销商户授权书、直销员资质或业务代理资质"
          }
        ]
      }
    ]
  },
  {
    "name": "生活百货",
    "subList": [
      {
        "name": "百货商城",
        "subList": [
          {
            "name": "超市（非平台类）|C_C04_5411",
            "spec": ""
          },
          {
            "name": "成人用品/避孕用品/情趣内衣|C_C04_5914",
            "spec": ""
          },
          {
            "name": "国外代购及免税店|C_C04_5309",
            "spec": ""
          },
          {
            "name": "会员制批量零售店|C_C04_5300",
            "spec": ""
          },
          {
            "name": "平台类综合商城|C_C04_5311",
            "spec": ""
          },
          {
            "name": "其他专业零售店|C_C04_5999",
            "spec": ""
          },
          {
            "name": "其他综合零售|C_C04_5399",
            "spec": ""
          },
          {
            "name": "烟花爆竹|C_C04_5984",
            "spec": "如果签约当面付需要提供资质，提供《烟花爆竹经营（批发）许可证》或《烟花爆竹经营批发(含进出口）许可证》、《烟花爆竹经营（零售）许可证》、《烟花爆竹安全生产许可证》，其他产品不允许签约"
          },
          {
            "name": "油品燃料经销|C_C04_5983",
            "spec": ""
          },
          {
            "name": "杂货店|C_C04_5331",
            "spec": ""
          },
          {
            "name": "帐篷和遮阳篷商店|C_C04_5998",
            "spec": ""
          }
        ]
      },
      {
        "name": "服饰鞋包",
        "subList": [
          {
            "name": "裁缝、修补、改衣制衣|C_C06_5697",
            "spec": ""
          },
          {
            "name": "高档时装及奢侈品|C_C06_5691",
            "spec": ""
          },
          {
            "name": "各类服装及饰物|C_C06_5699",
            "spec": ""
          },
          {
            "name": "行李箱包|C_C06_5948",
            "spec": ""
          },
          {
            "name": "假发等饰品|C_C06_5698",
            "spec": ""
          },
          {
            "name": "男性服饰|C_C06_5611",
            "spec": ""
          },
          {
            "name": "内衣/家居服|C_C06_5651",
            "spec": ""
          },
          {
            "name": "女性成衣|C_C06_5621",
            "spec": ""
          },
          {
            "name": "配饰商店|C_C06_5631",
            "spec": ""
          },
          {
            "name": "皮草皮具|C_C06_5681",
            "spec": ""
          },
          {
            "name": "鞋类|C_C06_5661",
            "spec": ""
          },
          {
            "name": "鞋类销售平台（批发商）|C_C06_5139",
            "spec": ""
          },
          {
            "name": "制服与商务正装定制|C_C06_5137",
            "spec": ""
          }
        ]
      },
      {
        "name": "家居家纺建材",
        "subList": [
          {
            "name": "壁炉、屏风|C_C03_5718",
            "spec": ""
          },
          {
            "name": "玻璃、油漆涂料、墙纸|C_C03_5231",
            "spec": ""
          },
          {
            "name": "布料、缝纫用品和其他纺织品（批发商）|C_C03_5131",
            "spec": ""
          },
          {
            "name": "草坪和花园用品|C_C03_5261",
            "spec": ""
          },
          {
            "name": "窗帘、帷幕、室内装潢|C_C03_5714",
            "spec": ""
          },
          {
            "name": "大型仓储式家庭用品卖场|C_C03_5200",
            "spec": ""
          },
          {
            "name": "地板和地毯|C_C03_5713",
            "spec": ""
          },
          {
            "name": "各种家庭装饰专营|C_C03_5719",
            "spec": ""
          },
          {
            "name": "花木栽种用品、苗木和花卉（批发商）|C_C03_5193",
            "spec": ""
          },
          {
            "name": "家具/家庭摆设|C_C03_5712",
            "spec": ""
          },
          {
            "name": "家用纺织品|C_C03_5949",
            "spec": ""
          },
          {
            "name": "家用五金工具|C_C03_5251",
            "spec": ""
          },
          {
            "name": "木材与建材商店|C_C03_5211",
            "spec": ""
          },
          {
            "name": "未列入其他代码的建材（批发商）|C_C03_5039",
            "spec": ""
          },
          {
            "name": "油漆、清漆用品（批发商）|C_C03_5198",
            "spec": ""
          },
          {
            "name": "游泳、SPA、洗浴设备|C_C03_5996",
            "spec": ""
          }
        ]
      },
      {
        "name": "美妆珠宝配饰",
        "subList": [
          {
            "name": "化妆品|C_C01_5977",
            "spec": ""
          },
          {
            "name": "男士用品：剃须刀、烟酒具、瑞士军刀|C_C01_5997",
            "spec": ""
          },
          {
            "name": "钟表店|C_C01_5944",
            "spec": ""
          },
          {
            "name": "珠宝和金银饰品|C_C01_5094",
            "spec": ""
          }
        ]
      },
      {
        "name": "母婴玩具",
        "subList": [
          {
            "name": "母婴用品|C_C02_5641",
            "spec": ""
          },
          {
            "name": "玩具、游戏用品|C_C02_5945",
            "spec": ""
          }
        ]
      },
      {
        "name": "数码家电",
        "subList": [
          {
            "name": "家用电器|C_C07_5722",
            "spec": ""
          },
          {
            "name": "商用计算机及服务器|C_C07_5045",
            "spec": ""
          },
          {
            "name": "手机、通讯设备销售|C_C07_4812",
            "spec": ""
          },
          {
            "name": "数码产品及配件|C_C07_5732",
            "spec": ""
          },
          {
            "name": "专业摄影器材|C_C07_5946",
            "spec": ""
          }
        ]
      },
      {
        "name": "图书音像",
        "subList": [
          {
            "name": "报纸、杂志|C_C09_5994",
            "spec": ""
          },
          {
            "name": "书、期刊和报纸（批发商）|C_C09_5192",
            "spec": ""
          },
          {
            "name": "书籍|C_C09_5942",
            "spec": ""
          },
          {
            "name": "音像制品|C_C09_5735",
            "spec": ""
          }
        ]
      },
      {
        "name": "文化玩乐宠物",
        "subList": [
          {
            "name": "宠物及宠物用品|C_C10_5995",
            "spec": ""
          },
          {
            "name": "瓷器、玻璃和水晶摆件|C_C10_5950",
            "spec": ""
          },
          {
            "name": "工艺美术用品|C_C10_5970",
            "spec": ""
          },
          {
            "name": "古玩复制品（赝品）|C_C10_5937",
            "spec": ""
          },
          {
            "name": "花店|C_C10_5992",
            "spec": ""
          },
          {
            "name": "家用电子游戏|C_C10_7993",
            "spec": ""
          },
          {
            "name": "旧商品店、二手商品店|C_C10_5931",
            "spec": ""
          },
          {
            "name": "乐器|C_C10_5733",
            "spec": ""
          },
          {
            "name": "礼品、卡片、纪念品|C_C10_5947",
            "spec": ""
          },
          {
            "name": "文物古董|C_C10_5932",
            "spec": "《文物经营许可证》，国家文物除外"
          },
          {
            "name": "艺术品和画廊|C_C10_5971",
            "spec": ""
          },
          {
            "name": "邮票/纪念币|C_C10_5972",
            "spec": ""
          },
          {
            "name": "宗教物品|C_C10_5973",
            "spec": ""
          }
        ]
      },
      {
        "name": "饮食保健",
        "subList": [
          {
            "name": "保健品|C_C05_5467",
            "spec": ""
          },
          {
            "name": "餐厅、订餐服务|C_C05_5812",
            "spec": ""
          },
          {
            "name": "茶叶|C_C05_5466",
            "spec": ""
          },
          {
            "name": "酒吧、舞厅、夜总会|C_C05_5813",
            "spec": ""
          },
          {
            "name": "酒类|C_C05_5921",
            "spec": "《酒类经营许可证》或《酒类销售许可证》"
          },
          {
            "name": "快餐店|C_C05_5814",
            "spec": ""
          },
          {
            "name": "面包糕点|C_C05_5462",
            "spec": ""
          },
          {
            "name": "其他食品零售|C_C05_5499",
            "spec": ""
          },
          {
            "name": "肉、禽、蛋及水产品|C_C05_5422",
            "spec": ""
          },
          {
            "name": "乳制品/冷饮|C_C05_5451",
            "spec": ""
          },
          {
            "name": "糖果及坚果商店|C_C05_5441",
            "spec": ""
          },
          {
            "name": "烟草/雪茄|C_C05_5993",
            "spec": "如果签约当面付需要提供资质，提供《烟草专卖生产企业许可证》、《烟草专卖零售许可证》或《烟草专卖批发企业许可证》，其他产品不允许签约"
          },
          {
            "name": "宴会提供商|C_C05_5811",
            "spec": ""
          }
        ]
      },
      {
        "name": "运动户外",
        "subList": [
          {
            "name": "体育用品/器材|C_C08_5941",
            "spec": ""
          },
          {
            "name": "运动服饰|C_C08_5655",
            "spec": ""
          },
          {
            "name": "自行车及配件|C_C08_5940",
            "spec": ""
          }
        ]
      }
    ]
  },
  {

    "name": "网络虚拟",
    "subList": [
      {
        "name": "彩票",
        "subList": [
          {
            "name": "彩票|D_D03_7995",
            "spec": ""
          }
        ]
      },
      {
        "name": "电信通讯",
        "subList": [
          {
            "name": "电信运营商|D_D04_4814",
            "spec": "如非电信、联通、移动等运营商签约，则需要提供与运营商的合作协议"
          },
          {
            "name": "付费电视|D_D04_4899",
            "spec": ""
          },
          {
            "name": "话费充值与缴费|D_D04_4815",
            "spec": "如非电信、联通、移动等运营商签约，则需要提供与运营商的合作协议"
          },
          {
            "name": "网络电话、传真|D_D04_4821",
            "spec": ""
          }
        ]
      },
      {
        "name": "互联网服务",
        "subList": [
          {
            "name": "SNS社交网站|D_D05_7409",
            "spec": ""
          },
          {
            "name": "互联网IDC服务|D_D05_4816",
            "spec": ""
          },
          {
            "name": "计算机软件|D_D05_5734",
            "spec": "如经营内容包含安全软件，则需要提供《计算机信息系统安全专用产品销售许可证》"
          },
          {
            "name": "计算机维护和修理服务|D_D05_7379",
            "spec": ""
          },
          {
            "name": "门户网站|D_D05_7374",
            "spec": ""
          },
          {
            "name": "其他在线应用或综合类|D_D05_7413",
            "spec": ""
          },
          {
            "name": "软件系统商|D_D05_7372",
            "spec": ""
          },
          {
            "name": "视频点播|D_D05_7414",
            "spec": "《网络文化经营许可证》且营业执照经营范围明确包含相关内容"
          },
          {
            "name": "手机图铃|D_D05_7412",
            "spec": ""
          },
          {
            "name": "网络论坛|D_D05_7373",
            "spec": ""
          },
          {
            "name": "网站设计、推广|D_D05_7408",
            "spec": ""
          },
          {
            "name": "信息检索服务（信息平台）|D_D05_7375",
            "spec": ""
          },
          {
            "name": "休闲游戏|D_D05_7410",
            "spec": "如为棋牌、捕鱼类游戏，则需要提供提交《网络文化经营许可证》"
          },
          {
            "name": "在线文学类|D_D05_7411",
            "spec": ""
          }
        ]
      },
      {
        "name": "数娱网游",
        "subList": [
          {
            "name": "网络游戏点卡、渠道代理|D_D02_7954",
            "spec": "如为棋牌、捕鱼类游戏，则需要提供提交《网络文化经营许可证》"
          },
          {
            "name": "网游运营商（含网页游戏）|D_D02_7958",
            "spec": "如为棋牌、捕鱼类游戏，则需要提供提交《网络文化经营许可证》"
          },
          {
            "name": "网游周边服务、交易平台|D_D02_7957",
            "spec": "如为棋牌、捕鱼类游戏，则需要提供提交《网络文化经营许可证》"
          },
          {
            "name": "游戏系统商|D_D02_7956",
            "spec": "如为棋牌、捕鱼类游戏，则需要提供提交《网络文化经营许可证》"
          }
        ]
      },
      {
        "name": "娱乐票务",
        "subList": [
          {
            "name": "保龄球|D_D01_7933",
            "spec": ""
          },
          {
            "name": "电玩娱乐场所|D_D01_7994",
            "spec": ""
          },
          {
            "name": "电影院及电影票|D_D01_7832",
            "spec": ""
          },
          {
            "name": "动物园、水族馆|D_D01_7998",
            "spec": ""
          },
          {
            "name": "高尔夫球场|D_D01_7992",
            "spec": ""
          },
          {
            "name": "歌舞厅/夜店|D_D01_7911",
            "spec": ""
          },
          {
            "name": "健身和运动俱乐部|D_D01_7997",
            "spec": "《健身器材销售许可证》、《健身器材生成许可证》"
          },
          {
            "name": "乐队和文艺表演|D_D01_7929",
            "spec": ""
          },
          {
            "name": "其他娱乐服务|D_D01_7999",
            "spec": ""
          },
          {
            "name": "体育场馆|D_D01_7941",
            "spec": ""
          },
          {
            "name": "演出票务服务|D_D01_7922",
            "spec": ""
          },
          {
            "name": "艺术创作服务|D_D01_7829",
            "spec": ""
          },
          {
            "name": "音像制品出租|D_D01_7841",
            "spec": ""
          },
          {
            "name": "游乐园、马戏团、嘉年华|D_D01_7996",
            "spec": ""
          },
          {
            "name": "展览和艺术场馆|D_D01_7991",
            "spec": ""
          },
          {
            "name": "桌球/桌游|D_D01_7932",
            "spec": ""
          }
        ]
      },
    ]
  },
  {

    "name": "专业服务",
    "subList": [
      {
        "name": "教育服务",
        "subList": [
          {
            "name": "大学与学院|P_P02_8220",
            "spec": ""
          },
          {
            "name": "儿童保育服务（含学前教育）|P_P02_8351",
            "spec": ""
          },
          {
            "name": "函授学校（成人教育）|P_P02_8241",
            "spec": ""
          },
          {
            "name": "其他学校和教育服务|P_P02_8299",
            "spec": ""
          },
          {
            "name": "商业和文秘学校|P_P02_8244",
            "spec": ""
          },
          {
            "name": "职业技能培训|P_P02_8249",
            "spec": ""
          },
          {
            "name": "中小学校|P_P02_8211",
            "spec": ""
          }
        ]
      },
      {
        "name": "其他",
        "subList": [
          {
            "name": "GCAS紧急服务（仅限Visa使用）|P_P06_9702",
            "spec": ""
          },
          {
            "name": "Visa信任服务|P_P06_9701",
            "spec": ""
          },
          {
            "name": "档案|P_P06_9715",
            "spec": ""
          },
          {
            "name": "电子档案|P_P06_9752",
            "spec": ""
          },
          {
            "name": "站内清算|P_P06_9950",
            "spec": ""
          }
        ]
      },
      {
        "name": "社会组织",
        "subList": [
          {
            "name": "慈善和社会公益服务|P_P03_8398",
            "spec": ""
          },
          {
            "name": "行业协会和专业社团|P_P03_8641",
            "spec": ""
          },
          {
            "name": "其他会员组织|P_P03_8699",
            "spec": ""
          },
          {
            "name": "汽车协会|P_P03_8675",
            "spec": ""
          },
          {
            "name": "政府机构|P_P03_8651",
            "spec": ""
          },
          {
            "name": "宗教组织|P_P03_8661",
            "spec": ""
          }
        ]
      },
      {
        "name": "医疗服务",
        "subList": [
          {
            "name": "按摩医生|P_P01_8041",
            "spec": ""
          },
          {
            "name": "公立医院|P_P01_8062",
            "spec": "《医疗机构执业许可证》"
          },
          {
            "name": "护理和照料服务|P_P01_8050",
            "spec": ""
          },
          {
            "name": "其他医疗保健服务|P_P01_8099",
            "spec": ""
          },
          {
            "name": "社区医疗服务机构、诊所等|P_P01_8011",
            "spec": "《医疗机构执业许可证》"
          },
          {
            "name": "手足病医疗服务|P_P01_8049",
            "spec": "《医疗机构执业许可证》"
          },
          {
            "name": "牙科医生|P_P01_8021",
            "spec": "《牙科执业许可证》"
          },
          {
            "name": "眼镜店|P_P01_8043",
            "spec": "如经营内容包含美瞳或者隐形眼镜，则需要提供《第三类医疗器械销售资质》"
          },
          {
            "name": "眼科医疗服务|P_P01_8042",
            "spec": "《医疗机构执业许可证》"
          },
          {
            "name": "医学及牙科实验室|P_P01_8071",
            "spec": "《牙科执业许可证》"
          },
          {
            "name": "正骨医生|P_P01_8031",
            "spec": "《医疗机构执业许可证》"
          }
        ]
      },
      {
        "name": "政府服务",
        "subList": [
          {
            "name": "保释金|P_P05_9223",
            "spec": ""
          },
          {
            "name": "法庭费用|P_P05_9211",
            "spec": ""
          },
          {
            "name": "国家邮政|P_P05_9402",
            "spec": ""
          },
          {
            "name": "行政费用和罚款|P_P05_9222",
            "spec": ""
          },
          {
            "name": "社会保障服务|P_P05_9399",
            "spec": ""
          },
          {
            "name": "使领馆|P_P05_9400",
            "spec": ""
          },
          {
            "name": "税务、海关|P_P05_9311",
            "spec": ""
          },
          {
            "name": "政府采购|P_P05_9405",
            "spec": ""
          },
          {
            "name": "政府贷款|P_P05_9411",
            "spec": ""
          }
        ]
      },
      {
        "name": "专业咨询",
        "subList": [
          {
            "name": "测试实验服务|P_P04_8734",
            "spec": ""
          },
          {
            "name": "法律咨询和律师事务所|P_P04_8111",
            "spec": "《律师事务所执业许可证》"
          },
          {
            "name": "会计、审计、财务服务|P_P04_8931",
            "spec": ""
          },
          {
            "name": "建筑、工程和测量服务|P_P04_8911",
            "spec": ""
          },
          {
            "name": "其他专业服务|P_P04_8999",
            "spec": ""
          },
          {
            "name": "装修、装潢、园艺|P_P04_8912",
            "spec": ""
          }
        ]
      },
    ]
  },
  {

    "name": "专业销售",
    "subList": [
      {
        "name": "办公用品",
        "subList": [
          {
            "name": "办公、影印及微缩摄影器材（批发商）|B_B01_5044",
            "spec": ""
          },
          {
            "name": "办公及商务家具（批发商）|B_B01_5021",
            "spec": ""
          },
          {
            "name": "打字设备、打印复印机、扫描仪|B_B01_5978",
            "spec": ""
          },
          {
            "name": "未列入其他代码的商用器材|B_B01_5046",
            "spec": ""
          },
          {
            "name": "文具、办公用品、复印纸和书写纸（批发商）|B_B01_5111",
            "spec": ""
          },
          {
            "name": "文具及办公用品|B_B01_5943",
            "spec": ""
          }
        ]
      },
      {
        "name": "工业产品",
        "subList": [
          {
            "name": "电气产品和设备|B_B02_5065",
            "spec": ""
          },
          {
            "name": "工业设备和制成品|B_B02_5085",
            "spec": ""
          },
          {
            "name": "管道及供暖设备|B_B02_5074",
            "spec": ""
          },
          {
            "name": "化工产品|B_B02_5169",
            "spec": "如出售的化工产品为危险化学品，需提供危险化学品经营备案证明"
          },
          {
            "name": "金属产品和服务（批发商）|B_B02_5051",
            "spec": ""
          },
          {
            "name": "其他工业耐用品|B_B02_5099",
            "spec": ""
          },
          {
            "name": "其他工业原料和消耗品|B_B02_5199",
            "spec": ""
          },
          {
            "name": "石油及石油产品（批发商）|B_B02_5172",
            "spec": ""
          },
          {
            "name": "五金器材及用品（批发商）|B_B02_5072",
            "spec": ""
          }
        ]
      },
      {
        "name": "汽车和运输工具",
        "subList": [
          {
            "name": "船舶及配件销售|B_B03_5551",
            "spec": ""
          },
          {
            "name": "电动车及配件|B_B03_5572",
            "spec": ""
          },
          {
            "name": "二手车销售|B_B03_5521",
            "spec": ""
          },
          {
            "name": "飞机及配件、航道设施|B_B03_5565",
            "spec": ""
          },
          {
            "name": "轨道交通设备器材|B_B03_5564",
            "spec": ""
          },
          {
            "name": "活动房车销售商|B_B03_5271",
            "spec": ""
          },
          {
            "name": "机动车供应及零配件（批发商）|B_B03_5013",
            "spec": ""
          },
          {
            "name": "机动车综合经营|B_B03_5599",
            "spec": ""
          },
          {
            "name": "加油卡、加油服务|B_B03_5542",
            "spec": ""
          },
          {
            "name": "加油站、服务站|B_B03_5541",
            "spec": ""
          },
          {
            "name": "露营及旅行汽车|B_B03_5592",
            "spec": ""
          },
          {
            "name": "摩托车及配件|B_B03_5571",
            "spec": ""
          },
          {
            "name": "汽车零配件|B_B03_5533",
            "spec": ""
          },
          {
            "name": "汽车轮胎经销|B_B03_5532",
            "spec": ""
          },
          {
            "name": "汽车销售|B_B03_5511",
            "spec": ""
          },
          {
            "name": "拖车、篷车及娱乐用车|B_B03_5561",
            "spec": ""
          },
          {
            "name": "雪车|B_B03_5598",
            "spec": ""
          },
          {
            "name": "运输搬运设备、起重装卸设备|B_B03_5566",
            "spec": ""
          }
        ]
      },
      {
        "name": "药品医疗",
        "subList": [
          {
            "name": "康复和身体辅助用品|B_B04_5976",
            "spec": "《医疗器械经营企业许可证》"
          },
          {
            "name": "药品、药品经营者（批发商）|B_B04_5122",
            "spec": "《药品经营许可证》或《互联网药品交易服务证》"
          },
          {
            "name": "药物|B_B04_5912",
            "spec": "《药品经营许可证》或《互联网药品交易服务证》"
          },
          {
            "name": "医疗器械|B_B04_5047",
            "spec": "《医疗器械经营企业许可证》"
          },
          {
            "name": "助听器|B_B04_5975",
            "spec": "《医疗器械经营企业许可证》"
          }
        ]
      },
    ]
  },
  {

    "name": "金融服务",
    "subList": [
      {
        "name": "金融服务",
        "subList": [
          {
            "name": "小贷公司|S_S04_6060",
            "spec": ""
          },
          {
            "name": "消费金融公司|S_S04_6061",
            "spec": ""
          },
          {
            "name": "汽车金融公司|S_S04_6062",
            "spec": ""
          },
          {
            "name": "融资租赁公司|S_S04_6063",
            "spec": ""
          },
          {
            "name": "金融租赁公司|S_S04_6064",
            "spec": ""
          },
          {
            "name": "信托公司|S_S04_6065",
            "spec": ""
          },
          {
            "name": "支付机构|S_S04_6066",
            "spec": ""
          },
          {
            "name": "融资担保公司|S_S04_6067",
            "spec": ""
          },
          {
            "name": "借贷消费平台|S_S04_6068",
            "spec": ""
          }
        ]
      }
    ]
  }
]
;
module.exports.allCategery = allCategery;